import { Question } from './question';

export const QUESTIONS: Question[] = [
  { id: 1, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด', Choice1: '  เสียงจอแจและฝูงชนไม่เป็นปัญหา', Choice2: '  มักเลี่ยงฝูงชนและชอบความสงบ'},
  { id: 2, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด' , Choice1: '  ฟังน้อยกว่าพูด', Choice2: '  ฟังมากกว่าพูด'},
  { id: 3, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด' , Choice1: '  สื่อด้วยความกระตือรือร้น', Choice2: '  เก็บความกระตือรือร้นไว้ในใจ'},
  { id: 4, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด' , Choice1: '  เสียสมาธิง่าย', Choice2: '  มีสมาธิดี'},
  { id: 5, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด' , Choice1: '  พูดคุยกับคนง่ายและชอบร่วมกิจกรรม', Choice2: '  เลือกพบคนและกิจกรรมที่จะเข้าร่วม'},
  { id: 6, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด' , Choice1: '  พูดโดยไม่ทันคิด', Choice2: '  คิดดีแล้วค่อยพูด'},
  { id: 7, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด', Choice1: '  เติมพลังด้วยการสังสรรค์', Choice2: '  หยุดพักโดยลำพัง' },
  { id: 8, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด', Choice1: '  อยู่ว่างไม่ได้ ต้องหาอะไรทำ', Choice2: '  ให้เวลาตัวเองเพื่อนั่งคิดถึงสิ่งที่ได้ทำไป' },
  { id: 9, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด', Choice1: '  ชอบทำงานและสังสรรค์เป็นกลุ่ม', Choice2: '  ชอบสังสรรค์ในกลุ่มเล็ก หรือทำงานเอง' },
  { id: 10, name: 'โปรดเลือกข้อความที่ใกล้เคียงกับลักษณะนิสัยของคุณมากที่สุด', Choice1: '  ชอบเป็นคนเด่นในงาน', Choice2: '  ชอบเป็นแนวร่วม' }
];
